import { Component } from '@angular/core';
import { directorsEx } from '../../data/members';

@Component({
    selector: 'app-aboutus',
    templateUrl: './aboutus.component.html',
    //styleUrls: ['./aboutus.component.css'],
    standalone: false
})
export class AboutusComponent {
    directors = directorsEx;
    achievements = [
        { name: "भटकी जमात दाखले", desc: "९ ऑगस्ट ९५ रोजी महाराष्ट्र राज्यात NT-B चे दाखले मिळण्याचा मार्ग मोकळा झाला. <br> परंतु राज्य सरकारने १ जानेवारी २००१ रोजी शिकलगार समाजाला पुन्हा OBC मध्ये वर्ग केलं.  <br>या विषयी स्व. निजाम भाई यांनी राज्य शासन व मागासवर्गीय आयोगाशी पत्रव्यवहार केला, तसेच मुंबई, पुणे, सांगली, व सोलापूर संघटना प्रमुखांशी संपर्क साधून त्यांच्या समन्वयाने आपल्या समाजाला पुन्हा NT-B मध्ये सामील करून घेतलं.  <br>त्यांच्या प्रशासकीय अनुभवामुळेच आपण हे काम साध्य करू शकलो. म्हणूनच शिकलगार साहेब '<strong>समाज भूषण</strong>' ठरले.", contact: "ज. मज्जिद अब्बास शिकलगार, सातारा" },
        { name: "शिष्यवृत्ती", desc: "मौलाना आझाद अल्पसंख्याक शिष्यवृत्ती - १०, १२ वी पास झालेल्या १०० हून अधिक मुलींना प्रत्येकी रू.१२,०००/- ची शिष्यवृत्ती मिळवून दिली.", contact: "ज. इब्राहिम (बाबू) शिकलगार, कराड" },
        { name: "शिष्यवृत्ती", desc: "चालू घडामोडींचा आढावा घेत, उपलब्ध असलेल्या शासकीय, खाजगी शिष्यवृत्तींचा अभ्यास करून त्यांची माहिती गरजू विद्यार्थ्यांपर्यंत पोहचवण्याचे काम सर्वांनी चिकाटीने केले. <br> ५ ते १० वी च्या विद्यार्थ्यांना प्रोत्साहनात्मक शिष्यवृत्ती योजना सुरू केल्या. <br> तसेच इंजिनिअरींग, डॉक्टर अशा उच्च शिक्षण घेणाऱ्या विद्यार्थ्यांना आर्थिक मदत पुरवली.", contact: "" },
        { name: "आर्थिक मदत", desc: "संघटनेने समाजातील गरजू कुटुंबांना - निराधार, विधवा, अपंग, इतर वैद्यकीय अशा अनेक कारणांसाठी मदतीचा नेहमीच हात पुढे केला. <br> वरील सर्व योजना आमलात आल्या त्या आपल्या सारख्या सुद्यं मंडळींच्या वेळोवेळी मिळणाऱ्या देणगी मुळेच (वार्षिक वर्गणी, शिक्षण निधी, जकात, बैतूल माल व इतर निधी). एकमेकांना सहाय्य करण्याची ही समज अशीच आपणा सर्वांना मिळावी हिच ईश्वरचरणी प्रार्थना.", contact: "" },
        { name: "स्मरणिका", desc: "सातारा जिल्ह्यातील आपल्या समाजातील सर्व कुटुंबांची माहिती संकलित करून ती - 'स्मरणिका' या नावाने प्रसिद्ध केली. साहेबांच्या या आगळ्यावेगळ्या उपक्रमाचे कौतुक सर्वांनी केले.", contact: "" },
        { name: "ऑडिट", desc: "संस्था स्थापनेपासून संघटनेच्या कामकाजाचा हिशोब - जमाखर्चाचे ऑडिट नियमितपणे केले गेले. त्यामुळे एकूणच व्यवहारात पारदर्शकता आली.", contact: "" },
        //{ name: "", desc: "", contact: "" },
    ];
}
